class MyState {
  List<String> getState() {
    List<String> states = [
      "ગુજરાત",
      "આંધ્રપ્રદેશ",
      "અરુણાચલ પ્રદેશ",
      "આસામ",
      "બિહાર",
      "છત્તીસગ",
      "ગોવા",
      "હરિયાણા",
      "હિમાચલ પ્રદેશ",
      "જમ્મુ-કાશ્મીર",
      "ઝારખંડ",
      "કર્ણાટક",
      "કેરળ",
      "મધ્યપ્રદેશ",
      "મહારાષ્ટ્ર",
      "મણિપુર",
      "મેઘાલય",
      "મિઝોરમ",
      "નાગાલેન્ડ",
      "ઓડિશા",
      "પંજાબ",
      "રાજસ્થાન",
      "સિક્કિમ",
      "તામિલનાડુ",
      "તેલંગાણા",
      "ત્રિપુરા",
      "ઉત્તરપ્રદેશ",
      "ઉત્તરાખંડ",
      "પશ્ચિમ બંગાળ"
    ];
    return states;
  }
}
